20250211T230035--kdoc-338-英語学習に向いていて興味のあるコンテンツを考える__essay.org
:properties:
:ID: 20250211T230035
:mtime:    20250627000512
:ctime:    20250211230036
:end:
#+title:      KDOC 338: 英語学習に向いていて興味のあるコンテンツを考える
#+date:       [2025-02-11 Tue 23:00]
#+filetags:   :essay:
#+identifier: 20250211T230035

* この文書のステータス
- 作成
  - [X] 2025-02-11 貴島
- レビュー
  - [X] 2025-02-19 貴島

* 概要
英語でYouTubeを見るのにハマっている。英語だとよりディープでわかりやすいコンテンツがあって面白い。映画などと違って短いので、全然わからなくなることが少ない(ただ字幕の質は落ちる)。英語学習に向いていると感じる。そのなかでも自分が興味を持っていて面白かったコンテンツを列挙する。

- 異常なスケールのDIYシリーズ
  - ヘリコプター作ってみたとか
- 建築/機械/交通...の解説動画
  - 興味がある。面白い
- コンピュータサイエンス系の解説動画
  - 概念の話になるので、なかなか難しいことも多い
- バーチャルアイドルの配信
  - 単純にかわいい声の女の子が楽しそうにしゃべっているのは楽しい
  - チャットでウケているのを見ると理解しなければ、となる
  - 入り組んだ話はしておらず入りやすい
  - 日本のバーチャルアイドル事務所の海外向けの配信者だと、たまに日本語が出ることも多く、親しみを持ちやすい。コメントを見る限り日本人もよく視聴しているようだ
- ゲーム実況
  - 特にやったことのあるゲームや日本が舞台だと、起こっている状況や文脈把握がしやすい
  - 刺激があり、眠くなりにくい
  - ゲームや配信者によってはあまり話さなくて勉強になりにくいものもある
- ゲーム解説
  - アクションというより、シミュレーションゲームなど戦略性があるものの解説に興味がある。面白い
- 使っているライブラリのチュートリアル・リリース紹介
  - denoteの作者はみずから動画で解説動画を出すことが多い

内容というよりは、配信者やチャンネルに親しみを持つことが重要に見える。内容というより何度も観て親しみのある人が言っているほうが頭に入ってきやすい。

動画以外には、サウンドノベルなどもいい可能性がある。ひぐらしとか日本産の名作の翻訳だと、背景や雰囲気を掴みやすいだろう。

#+begin_export html
<iframe width="560" height="315" src="https://www.youtube.com/embed/J7XG48IGsvY?si=vWyJy5vMsVP1qLot" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
#+end_export

#+begin_export html
<iframe width="560" height="315" src="https://www.youtube.com/embed/5Z85EF4_8ME?si=xfnsQCsYA42-ilyS" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
#+end_export

#+begin_export html
<iframe width="560" height="315" src="https://www.youtube.com/embed/78XKGNmBmHw?si=ErQzeJyT89XPzRHG" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
#+end_export

#+begin_export html
<iframe width="560" height="315" src="https://www.youtube.com/embed/psjExhXfvbI?si=fGZ4eZpJ5tt5CfBe" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
#+end_export

#+begin_export html
<iframe width="560" height="315" src="https://www.youtube.com/embed/82sVzqkv-9o?si=fZfVDfRL_RNuOKGk" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
#+end_export

#+begin_export html
<iframe width="560" height="315" src="https://www.youtube.com/embed/zzXcav0yb50?si=wkqqgEovVoCKPsMF" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
#+end_export

* 関連
- [[id:20250211T222421][KDOC 337: 多読は難しいことを認識しなければならない]]。多読が困難なので、よりスモールステップを考えることにした
