20250211T230035--kdoc-338-英語学習に向いていて興味のあるコンテンツを考える__essay.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-11-20T22:33:57Z -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KDOC 338: 英語学習に向いていて興味のあるコンテンツを考える</title>
<meta name="author" content="kijimaD" />
<meta name="generator" content="Org Mode" />
<link rel='shortcut icon' type='image/x-icon' href='https://kijimad.github.io/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css' media='print' onload='this.media="all"' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/site.css' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/code.css' /><link rel='preconnect' href='https://fonts.googleapis.com'><link rel='preconnect' href='https://fonts.gstatic.com' crossorigin><link href='https://fonts.googleapis.com/css2?family=IBM+Plex+Sans+JP&display=swap' rel='stylesheet'>
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content" class="content">
<h1 class="title">KDOC 338: 英語学習に向いていて興味のあるコンテンツを考える</h1>
<div id="outline-container-org36eda12" class="outline-2">
<h2 id="org36eda12"><a href="#org36eda12">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-org36eda12">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2025-02-11 貴島</li>
</ul></li>
<li>レビュー
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2025-02-19 貴島</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orge27badd" class="outline-2">
<h2 id="orge27badd"><a href="#orge27badd">概要</a></h2>
<div class="outline-text-2" id="text-orge27badd">
<p>
英語でYouTubeを見るのにハマっている。英語だとよりディープでわかりやすいコンテンツがあって面白い。映画などと違って短いので、全然わからなくなることが少ない(ただ字幕の質は落ちる)。英語学習に向いていると感じる。そのなかでも自分が興味を持っていて面白かったコンテンツを列挙する。
</p>

<ul class="org-ul">
<li>異常なスケールのDIYシリーズ
<ul class="org-ul">
<li>ヘリコプター作ってみたとか</li>
</ul></li>
<li>建築/機械/交通&#x2026;の解説動画
<ul class="org-ul">
<li>興味がある。面白い</li>
</ul></li>
<li>コンピュータサイエンス系の解説動画
<ul class="org-ul">
<li>概念の話になるので、なかなか難しいことも多い</li>
</ul></li>
<li>バーチャルアイドルの配信
<ul class="org-ul">
<li>単純にかわいい声の女の子が楽しそうにしゃべっているのは楽しい</li>
<li>チャットでウケているのを見ると理解しなければ、となる</li>
<li>入り組んだ話はしておらず入りやすい</li>
<li>日本のバーチャルアイドル事務所の海外向けの配信者だと、たまに日本語が出ることも多く、親しみを持ちやすい。コメントを見る限り日本人もよく視聴しているようだ</li>
</ul></li>
<li>ゲーム実況
<ul class="org-ul">
<li>特にやったことのあるゲームや日本が舞台だと、起こっている状況や文脈把握がしやすい</li>
<li>刺激があり、眠くなりにくい</li>
<li>ゲームや配信者によってはあまり話さなくて勉強になりにくいものもある</li>
</ul></li>
<li>ゲーム解説
<ul class="org-ul">
<li>アクションというより、シミュレーションゲームなど戦略性があるものの解説に興味がある。面白い</li>
</ul></li>
<li>使っているライブラリのチュートリアル・リリース紹介
<ul class="org-ul">
<li>denoteの作者はみずから動画で解説動画を出すことが多い</li>
</ul></li>
</ul>

<p>
内容というよりは、配信者やチャンネルに親しみを持つことが重要に見える。内容というより何度も観て親しみのある人が言っているほうが頭に入ってきやすい。
</p>

<p>
動画以外には、サウンドノベルなどもいい可能性がある。ひぐらしとか日本産の名作の翻訳だと、背景や雰囲気を掴みやすいだろう。
</p>

<iframe width="560" height="315" src="https://www.youtube.com/embed/J7XG48IGsvY?si=vWyJy5vMsVP1qLot" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>

<iframe width="560" height="315" src="https://www.youtube.com/embed/5Z85EF4_8ME?si=xfnsQCsYA42-ilyS" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>

<iframe width="560" height="315" src="https://www.youtube.com/embed/78XKGNmBmHw?si=ErQzeJyT89XPzRHG" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>

<iframe width="560" height="315" src="https://www.youtube.com/embed/psjExhXfvbI?si=fGZ4eZpJ5tt5CfBe" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>

<iframe width="560" height="315" src="https://www.youtube.com/embed/82sVzqkv-9o?si=fZfVDfRL_RNuOKGk" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>

<iframe width="560" height="315" src="https://www.youtube.com/embed/zzXcav0yb50?si=wkqqgEovVoCKPsMF" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
</div>
</div>
<div id="outline-container-orgcfa6c90" class="outline-2">
<h2 id="orgcfa6c90"><a href="#orgcfa6c90">関連</a></h2>
<div class="outline-text-2" id="text-orgcfa6c90">
<ul class="org-ul">
<li><a href="20250211T222421--kdoc-337-多読は難しいことを認識しなければならない__essay.html#ID-20250211T222421">KDOC 337: 多読は難しいことを認識しなければならない</a>。多読が困難なので、よりスモールステップを考えることにした</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer>
</div>
</body>
</html>
